[
  {
    "id": "bonderite-m-cr-1132-aero",
    "name": "Bonderıte m-cr 1132 aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE M-CR 1132 AERO ALODINE 1132 Metal PreTreatment Aerospace Conversion Coatings Easy-to-Use BONDERITE® M-CR 1132 AERO pen is designed to save labor, material, and time when applying a dry-inplace military specification approved chromate conversion coating for touch-up applications. Its proper use also reduces worker contact to chromating solutions and waste, such as rinse water generated from a chromating process. Before starting the application procedure it is necessary to become familiar with the mechanics of the pen itself.",
    "image": "/images/products/bonderite-m-cr-1132-aero.jpg"
  },
  {
    "id": "bonderite-m-cr-871-aero",
    "name": "bonderıte m-cr 871 aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE M-CR 871 AERO ALODINE 871 BONDERITE® M-CR 871 (known as ALODINE 871 TOUCH-N-PREP) Coating is a non-hexavalent chromium dry-inplace conversion coating designed for use on aluminum and its alloys. The applicator used to deliver this product provides an easy and safe method of repairing bare areas of aluminum surfaces.",
    "image": "/images/products/bonderite-m-cr-871-aero.jpg"
  },
  {
    "id": "bonderite-m-cr-1200-aero",
    "name": "bonderıte m-cr 1200​ aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE M-CR 1200 AERO Known as ALODINE 1200 class 1A and 3, MIL-DTL-81706B BONDERITE M-CR 1200 AERO is a powdered chemical used to produce a protective coating on aluminum which ranges in color from light iridescent gold to tan. The process is operated at room temperature. The coating produced minimizes corrosion and provides an improved bond for paint",
    "image": "/images/products/bonderite-m-cr-1200-aero.jfif"
  },
  {
    "id": "bonderite-m-cr-1200s-aero",
    "name": "bonderıte m-cr 1200s aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE M-CR 1200S AERO Known as ALODINE 1200S class 1A and 3, MIL-DTL-81706B Aerospace Metal Pre-treatment High Efficiency Powder Coating Powder Paint Services BONDERITE® M-CR 1200S AERO is a powdered chemical used to produce a protectivecoating on aluminum which minimizes corrosion and provides an improved bond for paint. Surfaces treated with the BONDERITE M-CR 1200S AERO process range in color from a light iridescent golden to tan",
    "image": "/images/products/bonderite-m-cr-1200s-aero.gif"
  },
  {
    "id": "bonderite-m-cr-1500-aero",
    "name": "bonderıte m-cr 1500 aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE M-CR 1500 AERO Known as ALODINE 1500 Aerospace Metal PreTreatment Conversion Qualified Product Liquid Coating BONDERITE® M-CR 1500 AERO is a liquid chemical used to produce a protective, colourless coating on aluminium. The process is operated at room temperature. The coating produced minimizes corrosion and provides an improved bond for paint. BONDERITE M-CR 1500 AERO and other BONDERITE coating chemicals are listed in the Qualified Product List Mil-DTL-81706 as approved materials for other Methods and Classes of Military Specification Mil-DTL-5541",
    "image": "/images/products/bonderite-m-cr-1500-aero.jpeg"
  },
  {
    "id": "bonderite-m-cr-600-aero",
    "name": "bonderıte m-cr 600 aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE M-CR 600 AERO Known as ALODINE 600 BONDERITE® M-CR 600 AERO (known as ALODINE 600) is a powdered chemical used to produce a chromate conversion coating on aluminum and its alloys, which ranges in color from light, iridescent gold to tan. It can be applied by immersion, spray, or brush method, does not contain complex cyanides, and is particularly recommended where a low electrical resistance coating is desired. It is an approved material of QPL-81706, Classes 1A (A) and 3 (B), Methods A, B, C. Being on the QPL-81706 allows for use of BONDERITE M-CR 600 AERO (knownas ALODINE 600) on parts that need to meet MIL-DTL-5541 coatings. BONDERITE M-CR 600 AERO (known as ALODINE 600) is a hexavalent chrome conversion coating which meets the requirements of MIL-DTL-81706, Type I, Classes 1A (A) and 3 (B), Methods A, B, C. It is also listed on the QPL for MIL-DTL-81706 BONDERITE M-CR 600 AERO (known as ALODINE 600) is authorized for use on parts that need to meet MIL-DTL-5541 coatings.",
    "image": "/images/products/bonderite-m-cr-600-aero.webp"
  },
  {
    "id": "bonderite-c-ak-vitro-klene-aero",
    "name": "bonderıte c-ak vıtro-klene aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK VITRO-KLENE AERO BONDERITE C-AK VTKL AERO / TURCO VITRO-KLENE Hot tank caustic cleaner for ferrous and titanium alloys. BONDERITE® C-AK VTKL AERO ALKALINE CLEANER is a brown granular mixture formulated to remove drawing compounds, lube oil, rust preventive compounds, and other tenacious soils from ferrous and titanium alloys prior to vitreous enameling and other processes that require a high degree of cleanliness.",
    "image": "/images/products/bonderite-c-ak-vitro-klene-aero.webp"
  },
  {
    "id": "bonderite-c-ak-5948dpm-eu-aero",
    "name": "bonderıte c-ak 5948dpm eu aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK 5948DPM EU AERO Known as TURCO 5948 DPM BONDERITE C-AK 5948DPM EU AERO is an alkaline, water base, blue concentrated compound formulated to effectively clean painted and unpainted aircraft exterior and interior surfaces when diluted with water. BONDERITE C-AK 5948DPM EU AERO is ideally suited for use on all models of jet aircraft. BONDERITE C-AK 5948DPM EU AERO is also designed to be used in immersion tanks, for dip applications.",
    "image": "/images/products/bonderite-c-ak-5948dpm-eu-aero.jpeg"
  },
  {
    "id": "bonderite-c-ak-4181-l-aero",
    "name": "bonderıte c-ak 4181 l aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK 4181 L AERO Metal pre-treatment cleaner for rapidly and economically removing strong rust, heat deposits and color, grease and dirt deposits in one stage. BONDERITE® C-AK 4181-L AERO is a liquid, strongly alkaline immersion metal pre-treatment cleaner for rapidly and economically removing strong rust, heat deposits and color, grease and dirt deposits in a single stage. Components made from copper, brass and their alloys are slightly etched and surfaces are left clean and shiny. It prevents quick rusting after treatment.",
    "image": "/images/products/bonderite-c-ak-4181-l-aero.gif"
  },
  {
    "id": "bonderite-c-ak-4215-nc-lt",
    "name": "bonderıte c-ak 4215 nc-lt",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK 4215 NC-LT AERO BONDERITE C-AK 4215 NC-LT, metal pre-treatment BONDERITE® C-AK 4215 NC-LT is a white granular mix developed for cleaning ferrous and nonferrous alloys by spray, immersion and ultrasonic methods at low temperatures. BONDERITE C-AK 4215 NC-LT is ideal forcleaning fuel and hydraulic components and for cleaning metals prior to metal bonding.BONDERITE C-AK 4215 NC-LT contains a balanced blend of organic surface-active agents designed to control any tendencies to foam, even under conditions of severe agitation. A characteristic of this designed foam control is that, at elevated temperatures (above about 40°C), one of the surface active agents will become less soluble, separate and float to the top of the cleaning solution. This is a normal operating characteristic of this product. The oily-looking layer that floats on top of the solution at operating temperature is then, one of the active ingredients and should not be skimmed. BONDERITE C-AK 4215 NC-LT is ideal for cleaning fuel and hydraulic components and for cleaning metals prior to metal bonding.",
    "image": "/images/products/bonderite-c-ak-4215-nc-lt.webp"
  },
  {
    "id": "bonderite-c-ak-4215nc-aero",
    "name": "bonderıte c-ak 4215nc aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK 4215NC AERO Metal pre-treatment mixture developed to clean aerospace metals, including metals that come into contact with LOX. BONDERITE® C-AK 4215NC AERO is a white, granular powdered metal pre-treatment mixture developed to clean aerospace metals, including metals that come into contact with LOX. It is ideal for cleaning fuel and hydraulic components and articles that require adhesive bonding, anodizing and conversion coatings. Its normal operating temperature is from +140 °F to +158 °F (+60 °C to +70 °C).",
    "image": "/images/products/bonderite-c-ak-4215nc-aero.webp"
  },
  {
    "id": "bonderite-c-ic-4409-aero",
    "name": "bonderıte c-ıc 4409 aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-IC 4409 AERO BONDERITE C-IC 4409 AERO , Liquid Acid Cleaner BONDERITE® C-IC 4409 AERO (known as TURCO 4409) is a clear, colorless liquid acid cleaner and deoxidizer designed for use on ferrous and nonferrous alloys by immersion, spray and hand wipe methods. BONDERITE C-IC 4409 AERO is not intended for use on magnesium alloys and high strength steels. Ambalaj: 205 lt Plastik Varil",
    "image": "/images/products/bonderite-c-ic-4409-aero.jpeg"
  },
  {
    "id": "bonderite-s-ma-537-42-aero",
    "name": "bonderıte s-ma 537-42 aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE S-MA 537-42 AERO BONDERITE® S-MA 537-42 AERO is a one-package hand strippable, protective coating, which possesses a high degree of chemical resistance. This product is an improved version of Turcoform Mask 537 and gives outstanding protection against corrosive action of hot alkaline and acid solutions and was specially developed for use in the Chem Mill process. This product incorporates the latest formulation improvements. These are, a high build-up capability (usually two dip applications will give up to 13 mils or 300 microns dry film thickness), a high bubble release capability; and easier flow detection made possible by a fluorescent film. It is conveniently packaged at ready-to-use viscosity for dip application.",
    "image": "/images/products/bonderite-s-ma-537-42-aero.webp"
  },
  {
    "id": "bonderite-s-ma-550-aero",
    "name": "bonderıte s-ma 550 aero",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE S-MA 550 AERO BONDERITE S-MA 550 AERO is a protective coating which has a superior degree of chemical restistance. It has been formulated for use as a top coat over BONDERITE Maskant films used on titanium and steel in the Chem-Mill process..",
    "image": "/images/products/bonderite-s-ma-550-aero.webp"
  },
  {
    "id": "bonderite-c-so-4460-aero",
    "name": "BONDERITE C-SO 4460 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-SO 4460 AERO TURCO 4460 Metal pre-treatment liquid solvent cleaner designed to replace methyl ethyl ketone and to meet the basic Boeing specification covering wipe solvents. BONDERITE® C-SO 4460 AERO (TURCO 4460) is a colorless, clear metal pre-treatment liquid solvent cleaner formulated to replace methyl ethyl ketone and similar solvents and to meet the basic Boeing specification covering wipe solvents. It is ideal for hand-wipe cleaning of metal surfaces prior to painting or bonding and for cleaning bearings, instruments and electronic components. Formulated to replace methyl ethyl ketone and similar solvents Ideal for hand-wipe cleaning of metal surfaces prior to painting or bonding and for cleaning bearings, instruments and electronic components Meets Boeing Specification BMS 11-7G.",
    "image": "/images/products/bonderite-c-so-4460-aero.webp"
  },
  {
    "id": "bonderite-c-ak-alum-etch-2-aero",
    "name": "BONDERITE C-AK ALUM ETCH 2 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK ALUM ETCH 2 AERO BONDERITE C-AK ALUM ETCH 2 AERO, alkaline cleaner etchant BONDERITE® C-AK ALUM ETCH 2 AERO is a slightly hazy, metal pre-treatment liquid formulated to clean light soiling and for etching aluminum by immersion methods. The solution has a low surface tension which causes uniform wetting of metal surfaces and produces a smooth matte finish on extrusions, structural shapes, aircraft components, truck bodies and similar aluminum parts. Low surface tension which causes uniform wetting of metal surfaces Formulated to clean light soiling and for etching aluminum by immersion methods Normal operating temperature range is +104 °F to +176 °F (+40 °C to +80 °C) with mechanical agitation Produces a smooth matte finish",
    "image": "/images/products/bonderite-c-ak-alum-etch-2-aero.webp"
  },
  {
    "id": "bonderite-c-ic-4104-aero",
    "name": "BONDERITE C-IC 4104 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-IC 4104 AERO TURCO 4104 BONDERITE C-IC 4104 AERO, metal cleaning BONDERITE® C-IC 4104 AERO (TURCO 4104) is a colorless, clear, acidic metal cleaning liquid designed to be added to nitric acid/water solutions to enhance the descaling and pickling of stainless steels and heat resistant alloys, including titanium alloys, by immersion. It has also been found to be effective in descaling or pickling cobalt, chrome, nickel and copper-based alloys. Can be added to nitric acid to meet specific requirements based upon alloy constituents Supplied in liquid form Solutions can be \"tailor-made\" for specific alloys Readily mixes with nitric acid at recommended dilutions",
    "image": "/images/products/bonderite-c-ic-4104-aero.webp"
  },
  {
    "id": "bonderite-c-ak-aviation-aero",
    "name": "BONDERITE C-AK AVIATION AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK AVIATION AERO BONDERITE C-AK AVIATION AERO, hot spray and immersion cleaner BONDERITE® C-AK AVIATION AERO ALKALINE CLEANER is a white granulated alkaline compound formulated for the removal of mill inks, oils, shop soils and other difficult-to-remove soils from aluminum, steel, copper, magnesium, cadmium and nickel alloys. BONDERITE C-AK AVIATION AERO ALKALINE CLEANER is formulated to be used in spray or immersion systems. It rinses quickly and freely.",
    "image": "/images/products/bonderite-c-ak-aviation-aero.jpg"
  },
  {
    "id": "bonderite-m-cr-1001-aero",
    "name": "BONDERITE M-CR 1001 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE M-CR 1001 AERO Known as ALODINE 1001 A non-flammable, acid-based chromate coating chemical for corrosion-proofing aluminum surfaces. If you’re looking for a powerful chemical for coating aluminum, BONDERITE® M-CR 1001 AERO is an ideal choice. When applied, this clear-colored coating agent forms an invisible coat to provide in-depth corrosion-proofing to the brightened aluminum surface and act as a firm barrier against the elements and continued corrosion. In other words, it actively becomes a part of the aluminum surface. BONDERITE M-CR 1001 AERO offers the best affordable substrate for both paint adhesion and corrosion resistance and is ideal when you want to retain the silver-white aluminum finish, either unpainted or with a clear finish over the chemical coating.",
    "image": "/images/products/bonderite-m-cr-1001-aero.jpg"
  },
  {
    "id": "bonderite-m-cr-1201-aero",
    "name": "BONDERITE M-CR 1201 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE M-CR 1201 AERO Known as ALODINE 1201 MIL-DTL-81706 BONDERITE M-CR 1201 (known as ALODINE 1201) is a nonflammable, chromic acid based, coating chemical that will produce a chrome conversion coating on aluminum and its alloys. The coating formed by BONDERITE M-CR 1201 (known as ALODINE 1201) is gold to tan in color and it becomes a part of the aluminum surface. This chrome conversion coating offers the best affordable substrate for both paint adhesion and corrosion resistance.",
    "image": "/images/products/bonderite-m-cr-1201-aero.webp"
  },
  {
    "id": "bonderite-c-ic-smutgo-nc-aero",
    "name": "BONDERITE C-IC SMUTGO NC AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-IC SMUTGO NC AERO Chromate-free, concentrated liquid metal cleaner for deoxidising and desmutting aluminium alloys by immersion and/or spray methods. BONDERITE® C-IC SMUTGO NC AERO is a dark brown, chromate-free, concentrated liquid metal cleaner for deoxidising and desmutting aluminium alloys by immersion and/or spray methods. It is ideal for processing alloys that require low surface resistance prior to anodising, conversion coating, bonding or welding. BONDERITE C-IC SMUTGO NCB AERO will give a higher etch rate..",
    "image": "/images/products/bonderite-c-ic-smutgo-nc-aero.webp"
  },
  {
    "id": "bonderite-s-st-6776-lo-aero",
    "name": "BONDERITE S-ST 6776 LO AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE S-ST 6776 LO AERO A low-odor, thixotropic paint remover for stripping epoxy, polyurethane and similar coatings from a wide array of metal surfaces. If you’re looking for effective stripping of epoxies, epoxy primers, polyurethanes and similar catalyzed paints from metal surfaces, give BONDERITE® S-ST 6776 LO AERO a shot. This green, viscous, thixotropic liquid is designed specifically to remove epoxy, polyurethane and similar coatings from metal surfaces such as aluminum, mild steel, cast iron and titanium, but not recommended for use on high-strength steel or magnesium BONDERITE S-ST 6776 LO AERO works by clinging to vertical and overhead surfaces and creating a film that helps retard evaporation and extend the working life of the stripper. BONDERITE S-ST 6776 LO AERO meets the \"Effect on Metals\" requirements of MIL-R-81903A.",
    "image": "/images/products/bonderite-s-st-6776-lo-aero.webp"
  },
  {
    "id": "bonderite-c-ak-6305-lh",
    "name": "BONDERITE C-AK 6305 LH",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK 6305 LH Known as Turco 6305 LH Cleaner Multi-purpose concentrated liquid cleaning and degreasing cleaner composed of silicate, salts of organic acids and surfactants. BONDERITE® C-AK 6305 LH is a colorless, clear, multi-purpose concentrated liquid cleaning and degreasing cleaner composed of silicate, salts of organic acids and surfactants. It can be used in various applications and substrates due to its strong cleaning ability.",
    "image": "/images/products/bonderite-c-ak-6305-lh.webp"
  },
  {
    "id": "bonderite-c-ak-62036",
    "name": "BONDERITE C-AK 62036",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-AK 62036 CLEANING PRODUCT FOR ALUMINIUM SURFACES - P3-ALMECO 36",
    "image": "/images/products/bonderite-c-ak-62036.jpeg"
  },
  {
    "id": "bonderite-c-so-ind-79-aero",
    "name": "BONDERITE C-SO IND 79 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-SO IND 79 AERO Metal pre-treatment safety solvent cleaner for mechanical parts. It dries quickly and is safe on all metals, rubber, plastics and good quality paints. BONDERITE® C-SO IND 79 AERO (TURCO IND79) is a colorless, clear, fast drying, metal pre-treatment safety solvent used as a cleaner for mechanical parts. It dries quickly and will not leave any residue. It is safe on all metals, rubber, plastics and good quality paints. It contains no chlorinated solvents, so it can also be used on titanium or titanium-alloy.",
    "image": "/images/products/bonderite-c-so-ind-79-aero.webp"
  },
  {
    "id": "form-patch-mask-1",
    "name": "FORM PATCH MASK 1",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "FORM PATCH MASK 1 TFM PATCH MASK No 1 is a one package, fast drying liquid coating developed for use as a repair maskant over bubbles, flaws or damaged areas in Turcoform Masks.",
    "image": "/images/products/form-patch-mask-1.webp"
  },
  {
    "id": "bonderite-c-ic-624-mod-aero",
    "name": "BONDERITE C-IC 624 MOD AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "BONDERITE C-IC 624 MOD AERO BONDERITE C-IC 624 MOD AERO is a liquid acidic cleaner and deoxidizer designed for cleaning and deoxidizing metal surfaces prior to paint coating. BONDERITE C-IC 624 MOD AERO is to be used on ferrous and non-ferrous surfaces, except Zinc and Cadmium.",
    "image": "/images/products/bonderite-c-ic-624-mod-aero.webp"
  },
  {
    "id": "bonderite-c-ak-9045-6-aero",
    "name": "BONDERITE C-AK 9045-6 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-ak-9045-6-aero.jpeg"
  },
  {
    "id": "bonderite-s-st-5668-aero",
    "name": "BONDERITE S-ST 5668 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-s-st-5668-aero.jpeg"
  },
  {
    "id": "bonderite-s-ma-m-4001-aero",
    "name": "BONDERITE S-MA M-4001 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-s-ma-m-4001-aero.jpeg"
  },
  {
    "id": "bonderite-c-ak-4338c-aero",
    "name": "BONDERITE C-AK 4338C AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-ak-4338c-aero.jpeg"
  },
  {
    "id": "bonderite-c-ic-scalegon-5-aero",
    "name": "BONDERITE C-IC SCALEGON 5 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-ic-scalegon-5-aero.jpeg"
  },
  {
    "id": "bonderite-c-ak-4338-lp1-aero",
    "name": "BONDERITE C-AK 4338 LP1 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-ak-4338-lp1-aero.jpeg"
  },
  {
    "id": "bonderite-c-ak-4338-lp2-aero",
    "name": "BONDERITE C-AK 4338 LP2 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-ak-4338-lp2-aero.jpeg"
  },
  {
    "id": "bonderite-s-st-1270-5-aero",
    "name": "BONDERITE S-ST 1270-5 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-s-st-1270-5-aero.jpeg"
  },
  {
    "id": "bonderite-c-ad-etch-add3-aero",
    "name": "BONDERITE C-AD ETCH ADD3 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-ad-etch-add3-aero.jpeg"
  },
  {
    "id": "bonderite-c-ak-etch-9hl-aero",
    "name": "BONDERITE C-AK ETCH 9HL AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-ak-etch-9hl-aero.jpeg"
  },
  {
    "id": "bonderite-c-mc-6783-50-aero",
    "name": "BONDERITE C-MC 6783-50 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-mc-6783-50-aero.jpeg"
  },
  {
    "id": "bonderite-m-nt-65000-aero",
    "name": "BONDERITE M-NT 65000 AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-m-nt-65000-aero.jpeg"
  },
  {
    "id": "bonderite-c-ak-ls-np-lt-aero",
    "name": "BONDERITE C-AK LS NP-LT AERO",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-c-ak-ls-np-lt-aero.jpeg"
  },
  {
    "id": "bonderite-m-ed-11007",
    "name": "BONDERITE M-ED 11007",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/bonderite-m-ed-11007.jpeg"
  },
  {
    "id": "turco-coat-3797",
    "name": "TURCO COAT 3797",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/turco-coat-3797.jpeg"
  },
  {
    "id": "turco-potch-mask-no1",
    "name": "TURCO POTCH MASK NO:1",
    "category": "aviation",
    "subcategory": "Bonderite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/turco-potch-mask-no1.jpeg"
  },
  {
    "id": "loctite-frekote-700-nc",
    "name": "LOCTITE FREKOTE 700-NC",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE FREKOTE 700-NC LOCTITE® FREKOTE 700-NC™ offers excellent release properties for the most demanding applications and is a great all-purpose release agent. LOCTITE® FREKOTE 700-NC™ releases epoxies, polyester resins, thermoplastics, rubber compounds and most other molded polymers",
    "image": "/images/products/loctite-frekote-700-nc.jpg"
  },
  {
    "id": "loctite-frekote-770-nc",
    "name": "LOCTITE FREKOTE 770-NC",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE FREKOTE 770-NC LOCTITE® FREKOTE 770-NC™ offers excellent release for various molding applications. LOCTITE® FREKOTE 770-NC™ can be used for the release of epoxies, polyester resins, vinyl ester resins, thermoplastics, adhesives, and rotationally molded plastics. This product is particulary well suited for tougher to release processes such as filament winding and non gel coated polyester and fiberglass molding.",
    "image": "/images/products/loctite-frekote-770-nc.jpg"
  },
  {
    "id": "loctite-ea-934na-aero",
    "name": "LOCTITE EA 934NA AERO",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 934NA AERO LOCTITE EA 934NA AERO, epoxy paste adhesive, two-component LOCTITE® EA 934NA AERO is a two-component thixotropic paste adhesive, which cures at room temperature and possesses superior strength to 300°F/149°C and higher. Its thixotropic nature and good compressive strength make it ideal for potting, filling and fairing, as well as for shim applications. LOCTITE EA 934NA AERO is qualified to MMM-A-132 Type 1, Class 3 with a room temperature cure.",
    "image": "/images/products/loctite-ea-934na-aero.jpg"
  },
  {
    "id": "loctite-ea-9394c-2-qt-aero",
    "name": "LOCTITE EA 9394C-2 QT AERO",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 9394C-2 QT AERO LOCTITE EA 9394/C-2 AERO uses a non-aromatic amine curing agent that retains many of the excellent properties offered by aromatic amine cured systems, high temperature service with a long pot life.",
    "image": "/images/products/loctite-ea-9394c-2-qt-aero.webp"
  },
  {
    "id": "loctite-ea-9497-ab",
    "name": "LOCTITE EA 9497 A&B",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 9497 A&B LOCTITE EA 9497 is a grey, 2-part, medium viscosity, high performance epoxy adhesive offering high temperature resistance and thermal conductivity. LOCTITE® EA 9497 is a general-purpose high temperature resistant structural bonder with thermal conductivity. The grey, 2-part, medium viscosity epoxy reliably bonds metal sheets or electrical components where toughness and thermal conductivity is required. It can be used in high temperatures up to +200°C, provides large gap fill and high compression strength in harsh environments.",
    "image": "/images/products/loctite-ea-9497-ab.jpg"
  },
  {
    "id": "loctite-stycast-ee-4215-hd-3561",
    "name": "LOCTITE STYCAST EE 4215 / HD 3561",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE STYCAST EE 4215 / HD 3561 LOCTITE STYCAST EE 4215/HD 3561, Epoxy, Potting and Encapsulating LOCTITE® STYCAST EE 4215/HD 3561 is a filled system recommended for potting applications where rigid or flexible wire leads protrude directly from the encapsulation and where high impact strength is required. This system eliminates microscopic cracking on flexing of leads. It adheres extremely well to lead materials, such as vinyl or neoprene.",
    "image": "/images/products/loctite-stycast-ee-4215-hd-3561.jpg"
  },
  {
    "id": "loctite-ea-9306na-aero",
    "name": "LOCTITE EA 9306NA AERO",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 9306NA AERO LOCTITE® EA 9306NA AERO is a gray thixotropic, one component, heat curable epoxy adhesive possessing excellent adhesion @ -67°F to 250°F (-55°C to 121°C). It is ideally suited for bonding applications where low sag and low exotherm are critical such as in core fill or potting applications. LOCTITE EA 9306NA AERO contains no asbestos..",
    "image": "/images/products/loctite-ea-9306na-aero.jpeg"
  },
  {
    "id": "loctite-ea-9394-aero",
    "name": "LOCTITE EA 9394 AERO",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 9394 AERO LOCTITE EA 9394 AERO, epoxy paste adhesive LOCTITE® EA 9394 AERO is a two-part structural paste adhesive, which cures at room temperature and possesses excellent strength to 350°F/177°C and higher. Its thixotropic nature and excellent high temperature compressive strength also make it ideal for potting, filling and liquid shim applications. LOCTITE EA 9394 AERO is qualified to MMM-A-132 Rev A, Type I, Class 3. The mechanical properties in this data sheet are also valid for LOCTITE EA 9394S AERO. LOCTITE EA 9394S AERO is only available in Semkits and differs from LOCTITE EA 9394 AERO as it has 1 part less thixotrope in the Part B to aid packaging. All other mechanical and handling properties similar.",
    "image": "/images/products/loctite-ea-9394-aero.webp"
  },
  {
    "id": "loctite-ea-9395-aero-epoxy-adhesive",
    "name": "LOCTITE EA 9395 AERO EPOXY ADHESIVE",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 9395 AERO EPOXY ADHESIVE LOCTITE EA 9395 AERO, Two-Component Adhesive System LOCTITE® EA 9395 AERO is a two-component adhesive system, which cures at ambient temperature and has excellent strength properties @ 350°F/177°C and higher. This product is thixotropic and is ideal for potting, filling and fairing applications. LOCTITE EA 9395 AERO does not contain metallic filler and can be used with composite substrates. It is ideal for applications where RAM/RAS considerations are important.",
    "image": "/images/products/loctite-ea-9395-aero-epoxy-adhesive.jpeg"
  },
  {
    "id": "omnivisc-1050",
    "name": "OMNIVISC 1050",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE OMNIVISC 1050 OmniVISC® 1050 Is a versatile, elastic silicone rubber adhesive. It is ready for use and cures at room temperature by contact with the film of moisture present on all surfaces and with atmospheric humidity. It is particularly suitable for bonding and sealing materials with different thermal expansion, e.g. metals, glass, ceramics, wood, fabric, leather, elastomers and thermosets to and among each other. OmniVISC® 1050 starts to cure after approx. 15 min (recognizable by a \"skin formation\"). The curing progresses more or less quickly depending on the size of the surface exposed to humidity. Depending on the application, a complete curing time of 24 h to several days must be expected.",
    "image": "/images/products/omnivisc-1050.webp"
  },
  {
    "id": "loctite-ablestik-ct-5047-2",
    "name": "LOCTITE ABLESTIK CT 5047-2",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE ABLESTIK CT 5047-2 LOCTITE ABLESTIK CT 5047-2, Epoxy-Amine, Assembly LOCTITE® ABLESTIK CT 5047-2 adhesive is designed to make electrical connections where hot soldering is impractical or to make electrical connections to conductive plastics at locations which cannot be subjected to high temperatures..",
    "image": "/images/products/loctite-ablestik-ct-5047-2.jpg"
  },
  {
    "id": "loctite-ea-0151",
    "name": "LOCTITE EA 0151",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 0151 General purpose, ultra clear epoxy paste and multiple surface structural adhesive LOCTITE® EA 0151 Epoxy is a general purpose, ultra clear, thixotropic paste adhesive and multiple surface structural adhesivewith a 50-minute worklife. Allows for extended adjustment time. Adhesive for fiber optic components. General purpose Allows an extended adjustment time Ultra clear Multiple surface structural adhesive with a 50-minute work life Well suited for fiber optic components.",
    "image": "/images/products/loctite-ea-0151.jpg"
  },
  {
    "id": "loctite-sf-7414",
    "name": "LOCTITE SF 7414",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE SF 7414 A blue, high-viscosity solvent indicator paste for detecting any movement in the adjustment of parts. LOCTITE® SF 7414 is a blue, high viscosity, solvent-based paste for service personnel or inspectors to quickly detect any adjustments or tampering with equipment. It is developed for use on compression fittings, studs, nuts, parts and assemblies after they’ve been set to the correct torque, tension or position, thus providing an inexpensive method for warranty protection. It dries quickly and provides excellent adhesion to metals, including aluminum, magnesium, titanium, stainless steel and copper.",
    "image": "/images/products/loctite-sf-7414.jpg"
  },
  {
    "id": "loctite-270",
    "name": "LOCTITE 270",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE 270 This high-strength threadlocker permanently secures and seals bolts, nuts and studs to prevent loosening due to shock and vibration. It’s perfect for all metals, including passive substrates, and is tolerant of light coatings of rust-preventative oils and minor contamination without needing to be cleaned.",
    "image": "/images/products/loctite-270.webp"
  },
  {
    "id": "loctite-243",
    "name": "LOCTITE 243",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE 243 This iconic threadlocker locks and seals metal nuts and bolts to prevent loosening due to shock and vibration. Medium-strength: removable with hand tools. LOCTITE® 243 is a blue, general purpose threadlocker that provides a medium-strength bond. It works on all metals without primer, including passive substrates such as stainless steel, aluminum, and plated surfaces. Suitable for use on most oil-coated, 'as-received' fasteners without cleaning.",
    "image": "/images/products/loctite-243.webp"
  },
  {
    "id": "loctite-401",
    "name": "LOCTITE 401",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE 401 LOCTITE® 401 is a fast-fixturing instant adhesive (industrial grade) designed for the assembly of a wide range of materials where uniform stress distribution and high tensile and/or shear strength are required. Using primer LOCTITE® SF 770, the assembly of difficult-to-bond (PP, PE, PTFE) materials is possible. In addition, it is suited for bonding porous materials such as wood, paper, leather and fabric.",
    "image": "/images/products/loctite-401.webp"
  },
  {
    "id": "loctite-406",
    "name": "LOCTITE 406",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE 406 LOCTITE® 406 is a low-viscosity instant adhesive designed especially for the fast bonding of plastics and rubbers. It fixes the adhering components in seconds and hardens very quickly, forming an ultra thin bond. Using the primer LOCTITE® SF 770, the assembly of difficult-to-bond (PP, PE, PTFE) materials is possible.",
    "image": "/images/products/loctite-406.webp"
  },
  {
    "id": "loctite-frekote-c-200",
    "name": "LOCTITE FREKOTE C-200",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE FREKOTE C-200 Water-based release agent designed to provide multiple releases per application with no contaminating transfer. LOCTITE® FREKOTE® C-200 is a water-based release agent designed to provide multiple releases per application with no contaminating transfer. It gives no mould build-up and exhibits high thermal stability for all moulding processes. It can be applied to moulds at any temperature between room temperature and +205°C. It forms a thin, chemical-resistant coating.",
    "image": "/images/products/loctite-frekote-c-200.webp"
  },
  {
    "id": "loctite-stycast-hd-3561",
    "name": "LOCTITE stycast hd 3561",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE STYCAST HD 3561 LOCTITE STYCAST HD 3561 is a filled epoxy system recommended for potting electronic applications where rigid or flexible wire leads protrude directly from the encapsulation – and where high-impact strength is a critical parameter. It is a 2-part product that requires mixing in the correct ratio with the main material before use. Once mixed, the system adheres exceptionally well to materials such as vinyl or neoprene, and effectively eliminates microscopic cracking on the flexing of leads.",
    "image": "/images/products/loctite-stycast-hd-3561.webp"
  },
  {
    "id": "loctite-ea-9461",
    "name": "LOCTITE EA 9461",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 9461 LOCTITE® EA 9461 is a 2-part, grey structural-bonding epoxy resin. It cures at room temperature to provide a toughened bond, so it’s ideal for joining dissimilar substrate materials including metals, motoring thermoplastics, and thermoset laminates such as SMC. Its thixotropic properties make it great for gap-filling, and you can expect high peel and shear strength.",
    "image": "/images/products/loctite-ea-9461.webp"
  },
  {
    "id": "loctite-cat-9",
    "name": "LOCTITE CAT 9",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE CAT 9 LOCTITE CAT 9 hardener is designed for use with potting and encapsulating resins. LOCTITE CAT 9 can be used with a variety of resins. For more information on mixed properties when used with other available resins, please contact your local technical service representative for assistance and recommendations",
    "image": "/images/products/loctite-cat-9.webp"
  },
  {
    "id": "loctite-si-5660",
    "name": "LOCTITE SI 5660",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE SI 5660 A 1-part, gray, flexible, non-corrosive flange sealant for applications involving large gaps. LOCTITE SI 5660 is a silicone sealant and cures on exposure to moisture in the air to form a tough rubber gasket. The nature of LOCTITE SI 5660 reduces the migration of liquid product after application to the part. It has been designed especially for gasketing applications where good resistance against oils and coolants is required. Typical applications include transmissions and cast metal housings.",
    "image": "/images/products/loctite-si-5660.webp"
  },
  {
    "id": "loctite-ea-9658-aero",
    "name": "LOCTITE EA 9658 AERO",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 9658 AERO LOCTITE EA 9658 AERO is a nacelle film adhesive. It combines high-temperature strength controlled flow to minimize hole blockage and flash/flow clean up in the shop, and features approximately three times the toughness of LOCTITE EA 9689 AERO. It is ideal for metal, composite and honeycomb bonding, especially where you need continuous exposure to temperatures up to 177°C (350°F).",
    "image": "/images/products/loctite-ea-9658-aero.jpeg"
  },
  {
    "id": "loctite-ea-9514",
    "name": "LOCTITE EA 9514",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "LOCTITE EA 9514 High-impact, thixotropic structural adhesive for magnet bonding A 1-part, multi-substrate, thixotropic structural adhesive for applications that require toughness.",
    "image": "/images/products/loctite-ea-9514.webp"
  },
  {
    "id": "loctite-ea-9394",
    "name": "LOCTITE EA 9394",
    "category": "aviation",
    "subcategory": "Loctite",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/loctite-ea-9394.jpeg"
  },
  {
    "id": "magnus-magclean-4400-a",
    "name": "Magnus MagClean 4400-A",
    "category": "aviation",
    "subcategory": "MagClean",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/mcleana.jpg"
  },
  {
    "id": "nikel-klorur",
    "name": "nikel klorür",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Nikel Klorür Formül: NiCl₂ Molar kütle: 129,5994 g/mol Erime noktası: 1.001 °C Yoğunluk: 3,55 g/cm³ Sınıflandırma: Tuz Ambalaj: 25 KG Torba",
    "image": "/images/products/nikel-klorur.jpeg"
  },
  {
    "id": "kadmiyum-oksit",
    "name": "Kadmiyum oksit",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Kadmiyum Oksit Kadmiyum oksit, kaplama banyolarında kullanılan iyi bir katalizördür. Bileşiklerinin çoğu sarı ve kırmızı pigment olarak kullanılır. Örneğin; kadmiyum nitrat, camlara kırmızımsı sarı bir renk verir. Kadmiyum sülfür, seramiklere sarı renk veren pigmentlerde kullanılır. Ambalaj: 25 KG Plastik Varil",
    "image": "/images/products/kadmiyum-oksit.jpg"
  },
  {
    "id": "demir-3-klorur-hekzahidrat",
    "name": "demir 3 klorür hekzahidrat",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Demir 3 Klorür Hekzahidrat Demir 3 klorür bileşiği (FeCl3) inorganik bir bileşiktir. Kristalli bir katı olmasının yanı sıra görüş açısına bağlı olarak farklı renklerle gözlemlenebilir; koyu yeşil, mor-kırmızı. Sulu formu da katı formu da fiziksel görünüm olarak koyu kahverengi rengindedir. Ambalaj: 27 KG Plastik Varil",
    "image": "/images/products/demir-3-klorur-hekzahidrat.jpeg"
  },
  {
    "id": "toz-demir-3-klorur-anhidrat",
    "name": "toz demir 3 klorür anhidrat",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Toz Demir 3 Klorür Anhidrat Ferric Chloride (Anhydrous) SPECIFICATION (IS: 711 – 1970) CAS NO. : 7705-08-0 SYSTEMATIC NAME : Ferric Chloride OTHER NAME : Iron(III) chloride, Iron tri chloride, Ferric Trichloride Anhydrous EMPIRICAL FORMULA : FeCl3 MOLECULAR WT : 162.2 g/mol APPEARANCE : Dark Greenish Black, Crystalline Powder Extremely hygroscopic SPECIFICATIONS : Ferric Chloride ( as Fecl3 ) : 98.00 % min Matter Insoluble in water : 0.50 % max Free Chlorine ( as Cl ) : 0.01 % max Ferrous Salts ( as Fecl2 ) : 0.10 % max Sulphates (as SO4 ) : 0.30 % max Nitrates (as NO3 ) : 0.05 % max Copper ( as Cu ) : 0.015 % max Zinc ( as Zn ) : 0.01 % max Arsenic ( as As2O3 ) : 0.0005 % max Alkalis and Alkaline earths : 0.30 % max Ambalaj: 50 KG Sac Varil",
    "image": "/images/products/toz-demir-3-klorur-anhidrat.jpeg"
  },
  {
    "id": "hidro-florik-asit-70",
    "name": "hidro florik asit %70",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "HidroFlorik Asit %70 - HF %70 COMMODITY: HYDROFLUORIC ACID 70% MIN BATCH NO: 350700040021701 STANDARD: GB744-2008 QUANTITY(N.W.): 44 MTS (1760 DRUMS WITH 25 KGS NET EACH) . Ambalaj: 25 KG Plastik Bidon",
    "image": "/images/products/hidro-florik-asit-70.jpg"
  },
  {
    "id": "kromik-asit",
    "name": "kromik asit",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Kromik Asit Görünümü : Kristal Kırmızı Renkli Toz flake Kimyasal Adı : Chromic Acid Kimyasal Formül :H2CRO4 Ambalaj:25KG saç varil",
    "image": "/images/products/kromik-asit.jpg"
  },
  {
    "id": "nikel-sulfamat",
    "name": "nikel sülfamat",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Nikel Sülfamat Nikel sülfamat, geleneksel yüzey işlemlerinde, elektronik endüstrisinde, havacılıkta, elektroformingde, hızlı “makaradan makaraya” tipi kaplamalarda kullanılır. Titanyum sepetlerde depolarize nikel anotların veya S nikel topaklarının kullanılmasını öneririz. Ambalaj:25KG Plastik Bidon",
    "image": "/images/products/nikel-sulfamat.jpeg"
  },
  {
    "id": "nikel-karbonat",
    "name": "nikel karbonat",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Nikel Karbonat Nikel karbonat esas olarak katalizde kullanılır. Nikel sülfamat banyolarında Ph düzenleyici olarak yüzey işlemlerinde de kullanılır. Nikel/silikon karbür (NiCaSil) kaplama için de hammadde olarak kullanılır.",
    "image": "/images/products/nikel-karbonat.jpeg"
  },
  {
    "id": "sodyum-siyanur",
    "name": "sodyum siyanur",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Sodyum Siyanur Sodyum siyanür, NaCN formülüne sahip zehirli bir bileşiktir. Beyaz, suda çözünür bir katıdır. Siyanür, metaller için yüksek bir afiniteye sahiptir, bu da bu tuzun yüksek toksisitesine yol açar. Altın madenciliğinde ana uygulaması, metallere karşı yüksek reaktivitesinden de yararlanır. Orta derecede güçlü bir bazdır. Ambalaj:50 KG Saç Varil",
    "image": "/images/products/sodyum-siyanur.jpg"
  },
  {
    "id": "sodyum-bikromat",
    "name": "sodyum bikromat",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Sodyum Bikromat Sodyum Dikromat - Bikromat Ambalaj: 25 KG Torba",
    "image": "/images/products/sodyum-bikromat.jpg"
  },
  {
    "id": "potasyum-sodyum-tartarat",
    "name": "potasyum sodyum tartarat",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Potasyum Sodyum Tartarat Natural Rochelle Salt Ambalaj: 25 KG Torba Name: Natural Rochelle Salt Number CAS: 6381-59-5 Number E: 337 Number EC: 206-156-8 Formula: C4H4KNaO6,4H2O",
    "image": "/images/products/potasyum-sodyum-tartarat.jpeg"
  },
  {
    "id": "amonyum-bi-florur",
    "name": "amonyum bi florür",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Amonyum Bi Florür Amonyum Biflorür (NH4HF2), genellikle camın parlatılması, dağlanması ve buzlanmasında kullanılır. Yüzey işlemlerinde, alüminyum parlatma ve endüstriyel temizlik sektörlerinde, petrol kuyusu sondajında ve ahşap korumada yaygın olarak kullanılmaktadır. Ambalaj: 25 KG Torba ÖZELLİKLER Kimyasal Formül :NH4HF2 Tanım : Beyaz ürün. Görünüm: ince flake CAS No.: 1341-49-7 EINECS No.: 215-676-4 UN No.: 1341-49-7 Saflık > %95 NH4HF2",
    "image": "/images/products/amonyum-bi-florur.jpeg"
  },
  {
    "id": "levha-nikel-anot",
    "name": "levha nikel anot",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "High performance levha nikel anot product designed for industrial applications. Please contact us for Technical Data Sheet (TDS).",
    "image": "/images/products/levha-nikel-anot.webp"
  },
  {
    "id": "kure-nikel-anot",
    "name": "küre nikel anot",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/kure-nikel-anot.webp"
  },
  {
    "id": "baryum-nitrat",
    "name": "baryum nitrat",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Baryum Nitrat Baryum nitrat kimyasal formülü Ba(NO3)2 olan baryum ve nitrat iyonundan meydana gelmiş bir tuzdur. Baryum nitrat beyaz kristallerden oluşmuştur. Zehirlidir, suda çözündüğünden dolayı suda çözünen diğer baryum bileşikleri gibi deriyle temastan kaçınılmalıdır. Bazen nitrobarit minerali olarak doğada bulunabilir. Ambalaj: 25 KG Torba.",
    "image": "/images/products/baryum-nitrat.webp"
  },
  {
    "id": "nitrik-asit-68",
    "name": "nitrik asit %68",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "High performance nitrik asit %68 product designed for industrial applications. Please contact us for Technical Data Sheet (TDS).",
    "image": "/images/products/nitrik-asit-68.jpeg"
  },
  {
    "id": "isopropil-alkol-ipa",
    "name": "ısopropıl alkol - ıpa",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/isopropil-alkol-ipa.webp"
  },
  {
    "id": "metil-etil-keton-mek",
    "name": "metıl etıl keton - mek",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/metil-etil-keton-mek.webp"
  },
  {
    "id": "aseton",
    "name": "aseton",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/aseton.webp"
  },
  {
    "id": "potasyum-gumus-siyanur",
    "name": "potasyum gümüş siyanür",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/potasyum-gumus-siyanur.png"
  },
  {
    "id": "gumus-siyanur",
    "name": "gümüş siyanür",
    "category": "general",
    "subcategory": "General Chemicals",
    "description": "Hakkımızda AEROSEM kimya gerek yurtdışından gerekse yurtiçinden temin ettiği kimyasal ürünlerin yurtiçi ve yurtdışı pazarlarda satış faaliyetlerini gerçekleştirmektedir. Metal kaplamadan yüzey işlemlerine, tekstilden temizliğe bir çok sektöre kimyasal hammadde tedariği sağlamaktadır. Firmamız, müşterilerinin görüş ve taleplerini dikkate alarak, müşteri memnuniyetini en üst düzeye çıkarmayı amaç edinmiştir. Firma olarak müşterilerimizle ve tedarikçilerimizle güvene dayalı uzun süreli ilişkiler kurmaya önem vermekteyiz. Ürünlerimiz siz değerli müşterilerimize Semkimya'nın hızlı, güvenilir ve kaliteli servisi ile sunulmaktadır.",
    "image": "/images/products/gumus-siyanur.png"
  }
]